Revit 2027 API
SymbolTypeId.LbmPerFtSup3 Property
 Symbol lbm/ft³, indicating unit Pounds mass per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbmPerFtSup3 { get; }
Public Shared ReadOnly Property LbmPerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbmPerFtSup3 {
	ForgeTypeId^ get ();
}
static member LbmPerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace